Repository: sergiomtzlosa/new-file-creation
Catalog: New File Creation/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es, eu_es, fi, fr, gl, hi, id, is_is, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sv, tr, zh_hans, zh_hant

source: Show iCloud Preferences
ar: عرض تفضيلات iCloud
ca: Mostra preferències d'iCloud
da: Vis iCloud-præferencer
de: iCloud-Einstellungen anzeigen
el: Εμφάνιση προτιμήσεων iCloud
es: Mostrar preferencias de iCloud
eu_es: Erakutsi iCloud hobespenak
fi: Näytä iCloud-asetukset
fr: Afficher les préférences iCloud
gl: Mostrar as preferencias de iCloud
hi: ICloud प्राथमिकताएं दिखाएं
id: Tampilkan Preferensi iCloud
is_is: Sýna iCloud val
it: Mostra le preferenze di iCloud
ja: iCloud設定を表示
ko: iCloud 환경 설정 표시
nb: Vis iCloud-preferanser
nl: Toon iCloud voorkeuren
pl: Pokaż preferencje iCloud
pt_pt: Mostrar preferências do iCloud
ro: Afișare preferințe iCloud
ru: Показать настройки iCloud
sv: Visa iCloud-inställningar
tr: iCloud Tercihlerini Göster
zh_hans: 显示 iCloud 偏好
zh_hant: 顯示 iCloud 偏好

# icloudNotFetch
source: Cannot fetch iCloud, login into iCloud from system preferences and enable "iCloud Drive".
ar: لا يمكن جلب iCloud، قم بتسجيل الدخول إلى iCloud من تفضيلات النظام وقم بتمكين "iCloud Drive".
ca: No es pot connectar amb iCloud, fes login a iCloud des de les preferències del sistema i activa "iCloud Drive".
da: Kan ikke hente iCloud, logge ind i iCloud fra systemindstillinger og aktivere "iCloud Drive".
de: iCloud kann nicht abgerufen werden. Melden Sie sich in den Systemeinstellungen bei iCloud an und aktivieren Sie "iCloud-Laufwerk".
el: Δεν είναι δυνατή η εξαγωγή του iCloud, η είσοδος στο iCloud από τις προτιμήσεις του συστήματος και η ενεργοποίηση του "iCloud Drive".
es: No se puede conectar con iCloud, haz login en iCloud desde las preferencias del sistema y activa "iCloud Drive".
eu_es: Ezin da iCloud-ekin konektatu, sistemaren hobespenetan iCloud saioa hasi eta "iCloud Drive" aktibatzen du..
fi: iCloudia ei voi noutaa, kirjaudu iCloudiin järjestelmän asetuksista ja aktivoi "iCloud Drive".
fr: Impossible de récupérer iCloud, connectez-vous à iCloud à partir des préférences système et activez "iCloud Drive".
gl: Non podes conectarte con iCloud, iniciar sesión en iCloud desde as preferencias do sistema e activar "iCloud Drive".
hi: ICloud नहीं मिल सका, सिस्टम प्राथमिकताओं से iCloud में लॉगिन करें और "iCloud Drive" सक्षम करें
id: Tidak dapat mengambil iCloud, masuk ke iCloud dari preferensi sistem dan mengaktifkan "iCloud Drive".
is_is: Get ekki sótt iCloud, skráðu þig inn á iCloud frá kerfisstillingum og virkja "iCloud Drive".
it: Impossibile recuperare iCloud, accedere a iCloud dalle preferenze di sistema e abilitare "iCloud Drive".
ja: iCloudから取得できません。システム設定からiCloudにログインし、"iCloud Drive"を有効化してください。
ko: iCloud를 가져오고 시스템 기본 설정에서 iCloud에 로그인하여"iCloud Drive"를 활성화 할 수 없습니다.
nb: Kan ikke hente iCloud, logge inn i iCloud fra systempreferanser og aktivere "iCloud Drive".
nl: Kan iCloud gegevens niet ophalen, aanmelden bij iCloud via systeemvoorkeuren en schakel "iCloud Drive" in.
pl: Nie można pobrać iCloud, zalogować się do iCloud z preferencji systemowych i włączyć "iCloud Drive".
pt_pt: Você não pode se conectar com o iCloud, faça o login no iCloud a partir das preferências do sistema e ative o "iCloud Drive".
ro: Nu puteți prelua iCloud, conectați-vă la iCloud din preferințele sistemului și activați "Drive iCloud".
ru: Не удается вызвать iCloud, войдите в iCloud из системных настроек и включите "iCloud Drive".
sv: Kan inte hämta iCloud, logga in i iCloud från systeminställningar och aktivera "iCloud Drive".
tr: iCloud getirilemiyor, sistem tercihlerinden iCloud'da oturum açın ve "iCloud Drive" özelliğini etkinleştirin.
zh_hans: 无法获取 iCloud，请从系统偏好设置登录到 iCloud 并启用"iCloud Drive"。
zh_hant: 無法連上 iCloud，從系統偏好登入 iCloud 並啟用 "iCloud Drive".

# syncCloudTip
source: Sync your templates with iCloud. You can upload/download your custom templates and configuration and use them in all your Macs.
ar: قم بمزامنة القوالب الخاصة بك مع iCloud. يمكنك تحميل/تنزيل القوالب المخصصة والتهيئة الخاصة بك واستخدامها في جميع أجهزة Mac الخاصة بك.
ca: Sincronitza les teves plantilles amb iCloud. Pots pujar/baixar les teves plantilles personalitzades i la configuració per poder usar-lo en tots els teus Macs.
da: Synkroniser dine skabeloner med iCloud. Du kan uploade / downloade dine tilpassede skabeloner og konfiguration og bruge dem på alle dine Mac-computere.
de: Synchronisieren Sie Ihre Vorlagen mit iCloud. Sie können Ihre benutzerdefinierten Vorlagen und Konfigurationen hochladen / herunterladen und auf allen Ihren Macs verwenden.
el: Συγχρονίστε τα πρότυπά σας με το iCloud. Μπορείτε να ανεβάσετε / κατεβάσετε τα προσαρμοσμένα πρότυπα και τις παραμέτρους και να τα χρησιμοποιήσετε σε όλους τους Mac σας.
es: Sincroniza tus plantillas con iCloud. Puedes subir/bajar tus plantillas personalizadas y tu configuración para poder usarlo en todos tus Macs.
eu_es: Sinkronizatu zure txantiloiak iCloud-rekin. Zure txantiloiak eta ezarpenak pertsonalizatu/deskargatu ditzakezu zure Mac guztietan erabiltzeko.
fi: Synkronoi mallisi iCloudin kanssa. Voit lähettää / ladata mukautettuja malleja ja kokoonpanoja ja käyttää niitä kaikissa Mac-tietokoneissa.
fr: Synchronisez vos modèles avec iCloud. Vous pouvez importer / télécharger vos modèles et votre configuration personnalisés et les utiliser sur tous vos Mac.
gl: Sincronice os seus modelos con iCloud. Podes cargar / descargar os teus modelos personalizados e as túas configuracións para usalo en todas as túas Mac.
hi: ICloud के साथ अपने टेम्पलेट्स सिंक करें. आप अपने कस्टम टेम्पलेट्स और कॉन्फ़िगरेशन को अपलोड/डाउनलोड कर सकते हैं और अपने सभी Macs में उनका उपयोग कर सकते हैं.
id: Sinkronkan templat Anda dengan iCloud. Anda dapat mengunggah / mengunduh templat dan konfigurasi khusus Anda dan menggunakannya di semua Mac Anda.
is_is: Samstilltu sniðmátin þín með iCloud. Þú getur hlaðið upp / hlaðið niður sniðmátunum þínum og stillingum og notað þau á öllum Mac-tölvum þínum.
it: Sincronizza i tuoi modelli con iCloud. Puoi caricare / scaricare i tuoi modelli e configurazioni personalizzati e usarli in tutti i tuoi Mac.
ja: テンプレートをiCloudと同期
ko: 템플릿을 iCloud와 동기화합니다. 사용자 정의 템플릿 및 구성을 업로드 / 다운로드하고 모든 Mac에서 사용할 수 있습니다.
nb: Synkroniser malene dine med iCloud. Du kan laste opp / laste ned tilpassede maler og konfigurasjon og bruke dem på alle Macintosh-maskiner.
nl: Synchroniseer uw sjablonen met iCloud. Je kunt je aangepaste sjablonen en configuratie uploaden en downloaden en ze gebruiken op al je Macs.
pl: Synchronizuj szablony za pomocą iCloud. Możesz załadować / pobrać własne szablony i konfigurację oraz używać ich na wszystkich komputerach Mac.
pt_pt: Sincronize seus modelos com o iCloud. Você pode fazer o upload / download de seus modelos personalizados e suas configurações para usá-lo em todos os seus Macs.
ro: Sincronizați șabloanele cu iCloud. Puteți încărca / descărca șabloanele și configurația personalizate și le puteți folosi în toate Mac-urile dvs.
ru: Синхронизируйте ваши шаблоны с iCloud. Вы можете загрузить ваши пользовательские шаблоны и настройки и использовать их во всех ваших Macs.
sv: Synkronisera dina mallar med iCloud. Du kan ladda upp / ladda ner dina anpassade mallar och konfiguration och använda dem på alla dina Mac-datorer.
tr: Şablonlarınızı iCloud ile senkronize edin. Özel şablonlarınızı ve yapılandırmanızı yükleyebilir / indirebilir ve bunları tüm Mac'lerde kullanabilirsiniz.
zh_hans: 将您的模板同步到 iCloud。您可以上传/下载您的自定义模板和配置，并将其用于您所有的 Mac。
zh_hant: 將您的樣板同步到 iCloud。您可以上傳/下載您的自訂樣板和配置，並在您所有的 Mac 電腦中使用它們。

# tipHelpCloud
source: If you cannot connect to iCloud do login in iCloud via System Preferences -> iCloud then enable "iCloud Drive"
ar: إذا لم تتمكن من الاتصال بـ iCloud، قم بتسجيل الدخول إلى iCloud عبر تفضيلات النظام -> iCloud ثم قم بتمكين "iCloud Drive"
ca: Si no pots connectar a iCloud, fes login a iCloud via Preferències del sistema -> iCloud després activa "iCloud Drive"
da: Hvis du ikke kan oprette forbindelse til iCloud, skal du logge ind i iCloud via Systemindstillinger -> iCloud, aktiver derefter "iCloud Drive"
de: Wenn Sie keine Verbindung zu iCloud herstellen können, melden Sie sich in iCloud über die Systemeinstellungen -> iCloud an. Aktivieren Sie dann "iCloud Drive".
el: Αν δεν μπορείτε να συνδεθείτε στο iCloud κάντε login στο iCloud μέσω System Preferences -> iCloud και ενεργοποιήστε το "iCloud Drive"
es: Si no puedes conectar a iCloud, haz login en iCloud via Preferencias del sistema -> iCloud luego activa "iCloud Drive"
eu_es: Ezin baduzu iCloud-era konektatu, saioa hasi iCloud sistemaren hobespenen bidez -> iCloud eta aktibatu "iCloud Drive"
fi: Jos et voi muodostaa yhteyttä iCloudiin, kirjaudu sisään iCloudiin Järjestelmäasetusten kautta -> iCloud ja ota sitten "iCloud-asema" käyttöön
fr: Si vous ne pouvez pas vous connecter à iCloud, connectez-vous dans iCloud via les préférences système -> iCloud, activez "iCloud Drive"
gl: Se non pode conectarse a iCloud, inicie sesión en iCloud a través de Preferencias do sistema -> iCloud e despois active "iCloud Drive"
hi: यदि आप iCloud से कनेक्ट नहीं कर पा रहे हैं तो ICloud में सिस्टम प्राथमिकताओं के माध्यम से लॉगिन करें -> iCloud फिर " iCloud ड्राइव " सक्षम करें
id: Jika Anda tidak dapat terhubung ke iCloud, lakukan login di iCloud melalui System Preferences -> iCloud, lalu aktifkan "iCloud Drive"
is_is: Ef þú getur ekki tengst iCloud skaltu skrá þig inn í iCloud með System Preferences -> iCloud, virkjaðu þá "iCloud Drive"
it: Se non riesci a connetterti a iCloud, accedi in iCloud tramite Preferenze di Sistema -> iCloud quindi abilita "iCloud Drive"
ja: iCloudに接続できない場合は、システム設定->iCloudからiCloudにログインし、"iCloud Drive"を有効化してください。
ko: iCloud에 연결할 수 없다면 시스템 환경 설정 -> iCloud를 통해 iCloud에 로그인 한 다음"iCloud Drive"를 활성화하십시오.
nb: Hvis du ikke kan koble til iCloud, logg deg på iCloud via Systemvalg -> iCloud, aktiver deretter "iCloud Drive"
nl: Als u geen verbinding kunt maken met iCloud, meldt u zich aan in iCloud via Systeemvoorkeuren -> iCloud schakel dan "iCloud Drive" in.
pl: Jeśli nie możesz połączyć się z iCloud, zaloguj się w iCloud za pomocą Preferencji systemowych -> iCloud, a następnie włącz "iCloud Drive"
pt_pt: Se você não consegue se conectar ao iCloud, faça o login no iCloud através das Preferências do Sistema -> iCloud e então ative "iCloud Drive"
ro: Dacă nu vă puteți conecta la iCloud faceți login în iCloud prin Preferințe de sistem -> iCloud, atunci activați "Drive iCloud"
ru: Если вы не можете подключиться к iCloud, войдите в iCloud через Системные настройки -> iCloud, затем включите "iCloud Drive"
sv: Om du inte kan ansluta till iCloud loggar du in iCloud via Systeminställningar -> iCloud aktiverar du "iCloud Drive"
tr: iCloud'a bağlanamıyorsanız, iCloud'da Sistem Tercihleri ​​-> iCloud üzerinden giriş yapın; "iCloud Drive"
zh_hans: 如果无法连接到 iCloud，请通过系统偏好设置 - > iCloud 登录到 iCloud，然后启用 "iCloud Drive"。
zh_hant: 如果您無法連結到 iCloud，請透過系統偏好登入 iCloud -> 登入 iCloud 然後啟用 "iCloud Drive"

# uploadButtonTitle
source: Upload templates & configuration to iCloud
ar: تحميل القوالب والتهيئة إلى iCloud
ca: Pujar plantilles & configuració a iCloud
da: Upload skabeloner og konfiguration til iCloud
de: Vorlagen und Konfiguration auf iCloud hochladen
el: Μεταφόρτωση προτύπων και διαμόρφωσης στο iCloud
es: Subir plantillas & configuración a iCloud
eu_es: Kargatu txantiloiak eta konfigurazioa iCloud-era
fi: Lataa malleja ja määrityksiä iCloudiin
fr: Importer les modèles et la configuration sur iCloud
gl: Suba modelos e configuración a iCloud
hi: ICloud पर टेम्पलेट्स और कॉन्फ़िगरेशन अपलोड करें
id: Unggah templat & konfigurasi ke iCloud
is_is: Hlaða upp sniðmátum og stillingum í iCloud
it: Carica modelli e configurazione su iCloud
ja: テンプレート、設定をiCloudにアップロード
ko: iCloud에 템플릿 및 구성 업로드
nb: Last opp maler og konfigurasjon til iCloud
nl: Upload sjablonen en configuratie naar iCloud
pl: Prześlij szablony i konfigurację do iCloud
pt_pt: Carregar modelos e configurações para o iCloud
ro: Încărcați șabloane și configurare pe iCloud
ru: Загрузить шаблоны и настройки в iCloud
sv: Ladda upp mallar och konfiguration till iCloud
tr: Şablonları ve konfigürasyonu iCloud'a yükle
zh_hans: 上传模板和配置到 iCloud
zh_hant: 上傳樣板 & 配置到 iCloud

# downloadButtonTitle
source: Download templates & configuration from iCloud
ar: تنزيل القوالب والتهيئة من iCloud
ca: Descarregar plantilles & configuració des iCloud
da: Download skabeloner og konfiguration fra iCloud
de: Vorlagen und Konfiguration von iCloud herunterladen
el: Κατέβασμα προτύπων και διαμόρφωσης από iCloud
es: Descargar plantillas & configuración desde iCloud
eu_es: Deskargatu txantiloiak eta ezarpenak icloud-tik
fi: Lataa malleja ja määrityksiä iCloudista
fr: Télécharger les modèles et la configuration depuis iCloud
gl: Descargue modelos e configuracións desde iCloud
hi: ICloud से टेम्पलेट्स और कॉन्फ़िगरेशन डाउनलोड करें
id: Unduh templat & konfigurasi dari iCloud
is_is: Sæktu sniðmát og stillingar frá iCloud
it: Scarica modelli e configurazione da iCloud
ja: テンプレート、設定をiCloudからダウンロード
ko: iCloud에서 템플릿 및 구성 다운로드
nb: Last ned maler og konfigurasjon fra iCloud
nl: Download sjablonen en configuratie van iCloud
pl: Pobierz szablony i konfigurację z iCloud
pt_pt: Baixe modelos e configurações do iCloud
ro: Descărcați șabloane și configurare de pe iCloud
ru: Загрузить шаблоны и настройки из iCloud
sv: Ladda ner mallar och konfiguration från iCloud
tr: Şablonları ve konfigürasyonu iCloud'dan indirin
zh_hans: 从 iCloud 下载模板和配置
zh_hant: 從 iCloud 下載模板 & 配置

# uploading
source: Uploading to iCloud...
ar: جارٍ التحميل إلى iCloud ...
ca: Pujant a iCloud...
da: Upload til iCloud...
de: Hochladen auf iCloud...
el: Μεταφόρτωση στο iCloud...
es: Subiendo a iCloud...
eu_es: iCloud-ra igotzea...
fi: Lähetetään iCloudiin...
fr: Chargement sur iCloud...
gl: Cargando a iCloud...
hi: ICloud पर अपलोड हो रहा है ...
id: Mengunggah ke iCloud...
is_is: Hleður upp til iCloud...
it: Caricamento su iCloud...
ja: iCloudにアップロード中
ko: iCloud에 업로드 중...
nb: Last opp til iCloud...
nl: Uploaden naar iCloud...
pl: Przesyłanie do iCloud...
pt_pt: Upload para o iCloud...
ro: Încărcarea pe iCloud...
ru: Идет загрузка в iCloud...
sv: Ladda upp till iCloud...
tr: iCloud'a yükleniyor...
zh_hans: 正上传到 iCloud ...
zh_hant: 正在上傳到 iCloud...

# downloading
source: Downloading from iCloud...
ar: جارٍ التنزيل من iCloud ...
ca: Descarregant d'iCloud...
da: Download fra iCloud...
de: Von iCloud herunterladen...
el: Λήψη από iCloud...
es: Descargando de iCloud...
eu_es: iCloudetik deskargatzea...
fi: Ladataan iCloudista...
gl: Descarga de iCloud...
hi: ICloud से डाउनलोड हो रहा है ...
id: Mengunduh dari iCloud...
is_is: Hleður niður af iCloud...
it: Download da iCloud...
ja: iCloudからダウンロード中
ko: iCloud에서 다운로드 중...
nb: Nedlasting fra iCloud...
nl: Downloaden van iCloud...
pt_pt: Download do iCloud...
ro: Descărcarea de pe iCloud...
ru: Идет загрузка из iCloud...
sv: Nedladdning från iCloud...
zh_hans: 正从 iCloud 下载...
zh_hant: 正在從 iCloud 下載...

# positiveUploaded
source: Uploaded to iCloud!
ar: تم التحميل إلى iCloud!
ca: ¡Pujat a iCloud!
da: Uploadet til iCloud!
de: Auf iCloud hochgeladen!
el: Ανέβηκε στο iCloud!
es: ¡Subido a iCloud!
eu_es: ¡iCloud-era igo da!
fi: Ladattu iCloudiin!
fr: Téléchargé sur iCloud!
gl: ¡Cargado en iCloud!
hi: ICloud पर अपलोड किया गया!
id: Diunggah ke iCloud!
is_is: Hlaðið upp á iCloud!
it: Caricato su iCloud!
ja: iCloudにアップロードしました。
ko: iCloud에 업로드되었습니다!
nb: Lastet opp til iCloud!
nl: Geupload naar iCloud!
pl: Przesłano do iCloud!
pt_pt: ¡Enviado para o iCloud!
ro: Încărcat pe iCloud!
ru: Загружено в iCloud!
sv: Uppladdad till iCloud!
tr: iCloud'a yüklendi!
zh_hans: 已上传到 iCloud！
zh_hant: 已上傳到 iCloud!

# notUploaded
source: Error uploading to iCloud
ar: حدث خطأ أثناء التحميل إلى iCloud
ca: ¡Error en pujar a iCloud!
da: Fejl ved uploadning til iCloud
de: Fehler beim Hochladen auf iCloud
el: Σφάλμα κατά τη μεταφόρτωση στο iCloud
es: ¡Error al subir a iCloud
eu_es: ¡Errorea iCloud-era kargatzean!
fi: Virhe ladattaessa iCloudiin
fr: Erreur lors du téléchargement sur iCloud
gl: ¡Erro ao cargar a iCloud!
hi: ICloud पर अपलोड करने में गड़बड़ी हुई
id: Kesalahan mengunggah ke iCloud
is_is: Villa við að hlaða upp til iCloud
it: Errore durante il caricamento su iCloud
ja: iCloudへのアップロード中にエラーが発生しました。
ko: iCloud에 업로드하는 중에 오류가 발생했습니다.
nb: Feil ved opplasting til iCloud
nl: Fout bij uploaden naar iCloud
pl: Błąd podczas przesyłania do iCloud
pt_pt: ¡Erro ao fazer o upload para o iCloud!
ro: Eroare la încărcarea pe iCloud
ru: Ошибка при загрузке в iCloud
sv: Fel vid uppladdning till iCloud
tr: iCloud'a yükleme hatası
zh_hans: 上传到 iCloud 时发生错误
zh_hant: 上傳到 iCloud 時發生錯誤

# positiveDownload
source: Downloaded from iCloud!
ar: تم التنزيل من iCloud!
ca: ¡Descarregat d'iCloud!
da: Downloadet fra iCloud!
de: Von iCloud heruntergeladen!
el: Λήψη από το iCloud!
es: ¡Descargado de iCloud!
eu_es: ¡iCloud deskargatuta!
fi: Ladattu iCloudista!
fr: Téléchargé à partir d'iCloud!
gl: ¡Descarga de iCloud!
hi: ICloud से डाउनलोड किया गया!
id: Diunduh dari iCloud!
is_is: Sótt af iCloud!
ja: iCloudからダウンロードしました。
ko: iCloud에서 다운로드되었습니다!
nb: Lastet ned fra iCloud!
nl: Gedownload van iCloud!
pl: Pobrane z iCloud!
pt_pt: ¡Transferido do iCloud!
ro: Descărcat de pe iCloud!
ru: Загружено из iCloud!
sv: Hämtat från iCloud!
tr: iCloud'dan indirildi!
zh_hans: 已从 iCloud 下载！
zh_hant: 已從 iCloud 下載!

# errorDownload
source: Error downloading from iCloud!
ar: حدث خطأ أثناء التنزيل من iCloud!
ca: ¡Error al descarregar d'iCloud!
da: Fejl ved download fra iCloud!
de: Fehler beim Herunterladen von iCloud!
el: Λήψη σφάλματος από το iCloud!
es: ¡Error al descargar de iCloud!
eu_es: ¡Errorea iCloudetik deskargatzean!
fi: Virhe ladattaessa iCloudista!
fr: Erreur de téléchargement depuis iCloud!
gl: ¡Erro ao descargar de iCloud!
hi: ICloud से डाउनलोड करने में त्रुटि!
id: Kesalahan mengunduh dari iCloud!
is_is: Villa við niðurhal frá iCloud!
it: Errore durante il download da iCloud!
ja: iCloudからのダウンロード中にエラーが発生しました。
ko: iCloud에서 다운로드하는 중 오류가 발생했습니다.
nb: Feil ved nedlasting fra iCloud!
nl: Fout bij downloaden van iCloud!
pl: Błąd pobierania z iCloud!
pt_pt: ¡Erro ao baixar do iCloud!
ro: Eroare la descărcarea de pe iCloud!
ru: Ошибка при загрузке из iCloud!
sv: Fel vid nedladdning från iCloud!
tr: iCloud'dan indirme hatası!
zh_hans: 从 iCloud 下载时发生错误！
zh_hant: 從 iCloud 下載時發生錯誤!

# selectFile
source: Choose file
ar: اختر ملف
ca: Selecciona arxiu
da: Vælg fil
de: Datei auswählen
el: Επιλογή αρχείου
es: Selecciona archivo
eu_es: Hautatu fitxategia
fi: Valitse tiedosto
fr: Choisir un fichier
gl: Seleccionar ficheiro
hi: फ़ाइल का चयन करें
id: Pilih file
is_is: Veldu skrá
it: Scegli il file
ja: ファイルを選択
ko: 파일 선택
nb: Velg fil
nl: Kies bestand
pl: Wybierz plik
pt_pt: Selecione o arquivo
ro: Alegeți fișierul
ru: Выбрать файл
sv: Välj fil
tr: Dosya seç
zh_hans: 选择文件
zh_hant: 選擇檔案

# fadeButtonTitle
source: Enable fade effect on Touch Bar
ar: تمكين تأثير التلاشي على شريط اللمس
ca: Activa efecte esvaïment a Touch Bar
da: Aktivér fade-effekt på berøringslinjen
de: Fade-Effekt auf der Touch-Leiste aktivieren
el: Ενεργοποίηση εφέ εξασθένισης στη γραμμή αφής
es: Activar efecto desvanecimiento en Touch Bar
eu_es: Ukipen-efektua aktibatu Touch Bar aplikazioan
fi: Ota haalistusvaikutus kosketuspalkkiin
fr: Activer l'effet de fondu sur la barre tactile
gl: Activa o efecto de desvanecimiento na barra táctil
hi: टच बार पर धुँधला प्रभाव सक्षम करें
id: Aktifkan efek fade pada Bar Sentuh
is_is: Virkja dofnaáhrif á snertistika
it: Abilita l'effetto dissolvenza sulla Touch Bar
ja: Touch Barでフェード効果を有効化
ko: 터치 바에서 페이드 효과 사용
nb: Aktiver fade-effekt på berøringslinjen
nl: Schakel het vervaageffect in op Touch Bar
pl: Włącz efekt zanikania na pasku dotykowym
pt_pt: Ativar efeito de desvanecimento na barra de toque
ro: Activați efectul de estompare a barei tactile
ru: Включить эффект затухания на Touch Bar
sv: Aktivera blekningseffekt på pekfältet
tr: Dokunmatik Çubuk üzerinde solmaya efekti etkinleştir
zh_hans: 在 Touch Bar 上启用淡入淡出效果
zh_hant: 在 Touch Bar 上啟用淡入淡出效果

# textButtonTitle
source: Show file extension on Touch Bar buttons
ar: عرض ملحق الملف على أزرار شريط اللمس
ca: Mostra extensió de l'arxiu en els botons del Touch Bar
da: Vis filtypenavn på berøringslinjeknapperne
de: Dateierweiterung auf Schaltflächen der Touch-Leiste anzeigen
el: Εμφάνιση επέκτασης αρχείων στα κουμπιά της γραμμής αφής
es: Mostrar extensión del archivo en los botones del Touch Bar
eu_es: Erakutsi fitxategiaren luzapena Touch Bar-en botoietan
fi: Näytä tiedostopääte kosketuspalkin painikkeilla
fr: Afficher l'extension du fichier sur les boutons de la barre tactile
gl: Mostrar a extensión do ficheiro nos botóns da barra táctil
hi: टच बार बटन पर फ़ाइल एक्सटेंशन दिखाएं
id: Tampilkan ekstensi file di tombol Panel Sentuh
is_is: Sýna skráarlengingu á snertistikuhnappunum
it: Mostra l'estensione del file sui pulsanti della barra di contatto
ja: Touch Barボタンでファイル拡張機能を表示
ko: 터치 바 버튼에 파일 확장자 표시
nb: Vis filtypen på knappene på berøringslinjen
nl: oon bestandsextensie op Touch Bar-knoppen
pl: Pokaż rozszerzenie pliku na przyciskach paska dotykowego
pt_pt: Mostrar extensão de arquivo nos botões da barra de toque
ro: Afișează extensia fișierului pe butoanele Touch Bar
ru: Показывать расширение файла на кнопках Touch Bar
sv: Visa filändelsen på pekfältets knappar
tr: Dokunmatik Çubuk düğmelerinde dosya uzantısını göster
zh_hans: 在 Touch Bar 按钮上显示文件扩展名
zh_hant: 在 Touch Bar 按鈕上顯示文件附檔名

# syncButtonTitle
source: Synchronize pop-up templates with Touch bar
ar: مزامنة القوالب المنبثقة مع شريط اللمس
ca: Sincronitzar les plantilles amb Touch Bar
da: Synkroniser pop-up-skabeloner med berøringslinjen
de: Popup-Vorlagen mit der Touch-Leiste synchronisieren
el: Συγχρονισμός αναδυόμενων προτύπων με γραμμή αφής
es: Sincronizar las plantillas con Touch Bar
eu_es: Sinkronizatu txantiloiak Touch Barrekin
fi: Synkronoi ponnahdusikkunat kosketuspalkilla
fr: Synchroniser les modèles contextuels avec la barre tactile
gl: Sincronice os modelos con Touch Bar
hi: टच बार के साथ पॉप-अप टेम्पलेट सिंक्रनाइज़ करें
id: Sinkronkan template pop-up dengan bilah Sentuh
is_is: Samstilla sprettiglugga með snertistiku
it: Sincronizza i modelli pop-up con Touch bar
ja: Touch Barを使用してポップアップテンプレートを同期
ko: 터치 막대와 팝업 템플릿 동기화
nb: Synkroniser popup-maler med berøringsfeltet
nl: Synchroniseer pop-up sjablonen met Touch bar
pl: Synchronizuj wyskakujące szablony za pomocą paska dotykowego
pt_pt: Sincronizar modelos com a barra de toque
ro: Sincronizați șabloane pop-up cu bara Touch
ru: Синхронизировать всплывающие шаблоны с Touch bar
sv: Synkronisera popup-mallar med pekfältet
tr: Açılır şablonları dokunmatik çubukla senkronize et
zh_hans: 用 Touch Bar 同步弹出模板
zh_hant: 將彈出樣板同步到 Touch Bar

# labelDocsToday
source: Number of documents in Today Widget:
ar: عدد المستندات الموجودة في Today Widget:
ca: Nombre de documents en Today Widget:
da: Antal dokumenter i widgeten i dag:
de: Anzahl der Dokumente im Heute-Widget:
el: Αριθμός εγγράφων στο Widget Today:
es: Número de documentos en Today Widget:
eu_es: Today Widget-en dokumentu kopurua:
fi: Asiakirjamäärä Today-widgetissä:
fr: Nombre de documents dans le widget Aujourd'hui:
gl: Número de documentos no Today Widget:
hi: आज विजेट में दस्तावेजों की संख्या:
id: Jumlah dokumen dalam Widget Hari Ini:
is_is: Fjöldi skjala í búnaðinum í dag:
it: Numero di documenti nel Today Widget:
ja: Todayウィジェットに文書数を表示
ko: 오늘 위젯의 문서 수:
nb: Antall dokumenter i widgeten i dag:
nl: Aantal documenten in Widget van vandaag:
pl: Liczba dokumentów w Today Widget:
pt_pt: Número de documentos no Today Widget:
ro: Numărul de documente din Today Widget:
ru: Количество документов в Today Widget:
sv: Antal dokument i widgeten idag:
tr: Bugün Widget'ındaki doküman sayısı:
zh_hans: Today Widget 中的文件数量：
zh_hant: 今日小工具中的文件數量:
