Repository: sergiomtzlosa/new-file-creation
Catalog: New File Creation/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es, eu_es, fi, fr, gl, hi, id, is_is, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sv, tr, zh_hans, zh_hant

source: documents
ar: المستندات
da: dokumenter
el: έγγραφα
es: documentos
eu_es: dokumentuak
gl: documentos
hi: दस्तावेज़
id: dokumen
it: documenti
ja: 文書
ko: 문서
nl: documenten
pl: dokumenty
pt_pt: documentos
ro: documente
ru: документы
tr: belgeler
zh_hans: 文件
zh_hant: 文件

# minimunTemplatesShow
source: Set a minimum number of 10 templates for a better experience
ar: قم بتعيين عدد 10 قوالب كحدٍ أدنى للتمتع بتجربة أفضل
ca: Activa un mínim de 10 plantilles per a una millor experiència
da: Indstil et mindsteantal på 10 skabeloner for en bedre oplevelse
de: Legen Sie eine Mindestanzahl von 10 Vorlagen für eine bessere Benutzererfahrung fest
el: Ορισμός ελάχιστου αριθμού 10 προτύπων για καλύτερη εμπειρία
eu_es: Aktibatu gutxienez 10 txantiloiak esperientzia hobea izateko
fi: Aseta vähintään 10 mallipohjaa paremman kokemuksen saamiseksi
fr: Définissez un nombre minimum de 10 modèles pour une meilleure expérience
gl: Activa un mínimo de 10 modelos para unha mellor experiencia
hi: बेहतर अनुभव के लिए कम से कम 10 टेम्पलेट्स सेट करें
id: Tetapkan jumlah minimum 10 template untuk pengalaman yang lebih baik
is_is: Stilla lágmarksfjölda 10 sniðmáta til að fá betri upplifun
it: Imposta un numero minimo di 10 modelli per un'esperienza migliore
ja: ユーザー経験向上のため、テンプレート数は10以上に設定してください。
ko: 더 나은 경험을 위해 최소 10 개의 템플릿을 설정하십시오.
nb: Angi et minimum antall 10 maler for en bedre opplevelse
nl: Stel een minimumaantal van 10 sjablonen in voor een betere ervaring
pl: Ustaw minimalną liczbę 10 szablonów dla lepszego doświadczenia
pt_pt: Ative no mínimo 10 modelos para uma melhor experiência
ro: Setați un număr minim de 10 șabloane pentru o experiență mai bună
ru: Установите минимальное количество 10 шаблонов для обеспечения лучшего интерфейса
sv: Ställ in ett minimumantal på 10 mallar för en bättre upplevelse
tr: Daha iyi bir deneyim için en az 10 şablon belirleyin
zh_hans: 设置最少 10 个模板以获得更好的体验
zh_hant: 設置至少 10 個樣板以獲得更好的體驗
