Repository: sergiomtzlosa/new-file-creation
Catalog: New File Creation/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es, eu_es, fi, fr, gl, hi, id, is_is, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sv, tr, zh_hans, zh_hant

source: Save new file as...
ar: حفظ الملف الجديد باسم...
ca: Guardar nou arxiu com...
da: Gem ny fil som...
de: Neue Datei speichern unter...
el: Αποθήκευση νέου αρχείου ως...
es: Guardar nuevo archivo como...
eu_es: Gorde fitxategia berria gisa...
fi: Tallenna uusi tiedosto nimellä...
fr: Enregistrer le nouveau fichier sous...
gl: Gardar novo ficheiro como...
hi: नई फाइल को इस रूप में सहेजें ...
id: Simpan file baru sebagai...
is_is: Vista nýja skrá sem...
it: Salva nuovo documento come...
ja: 名前をつけて保存
ko: 새 파일을 다른 이름으로 저장...
nb: Lagre ny fil som...
nl: Opslaan als...
pl: Zapisz nowy plik jako...
pt_pt: Salvar novo arquivo como...
ro: Salvați noul fișier ca...
ru: Сохранить новый файл как...
sv: Spara ny fil som...
tr: Yeni dosyayı farklı kaydet...
zh_hans: 将新文件另存为...
zh_hant: 另存新檔...

# exitApp
source: Quit
ar: المغادرة
ca: Sortir
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
eu_es: Irteera
fi: Lopeta
fr: Quitter
gl: Saída
hi: छोड़ें
id: Keluar
is_is: Hætta
it: Esci
ja: 閉じる
ko: 종료
nb: Avslutt
nl: Afsluiten
pl: Zakończ
pt_pt: Sair
ro: Încetare
ru: Выйти
sv: Avsluta
tr: Çık
zh_hans: 放弃
zh_hant: 取消

source: Settings
ar: الإعدادات
ca: Preferències
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Preferencias
eu_es: Lehentasunak
fi: Asetukset
fr: Paramètres
gl: Preferencias
hi: सेटिंग्स
is_is: Stillingar
it: Preferenze
ja: 設定
ko: 설정
nb: Innstillinger
nl: Voorkeuren
pl: Ustawienia
pt_pt: Preferências
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# launchLogin
source: Launch at login
ar: بدء التشغيل عند تسجيل الدخول
ca: Executar l'inici de la sessió
da: Start ved login
de: Beim Anmelden starten
el: Εκκίνηση κατά την είσοδο
es: Ejecutar al inicio de la sesión
eu_es: Exekutatu saioaren hasieran
fi: Käynnistä sisäänkirjautumisen yhteydessä
fr: Lancer à la connexion
gl: Executar ao comezo da sesión
hi: लॉगिन पर लॉन्च करें
id: Luncurkan saat login
is_is: Ræsa við innskráningu
it: Esegui all'inizio della sessione
ja: ログイン時に起動
ko: 로그인시 시작
nb: Start ved pålogging
nl: Starten bij aanmelding
pl: Uruchom przy logowaniu
pt_pt: Corra no começo da sessão
ru: Запускать при входе
sv: Starta vid inloggning
tr: Girişde başlat
zh_hans: 登录时启动
zh_hant: 登入時啟動

# dragAndDropItems
source: Drag and drop a row from table to your desired destination to create a new file. You can create many files as you want.
ar: قم بسحب وإفلات صف من الجدول في وجهتك المطلوبة لإنشاء ملف جديد. يمكنك إنشاء العديد من الملفات كما تريد.
ca: Arrossega i deixa anar una fila de la taula fins a la ruta de destinació per crear un nou arxiu. Pots crear tants arxius com vulguis.
da: Træk og slip en række fra tabellen til den ønskede destination for at oprette en ny fil. Du kan oprette mange filer, som du vil.
de: Ziehen Sie eine Zeile aus der Tabelle an den gewünschten Ort, um eine neue Datei zu erstellen. Sie können beliebig viele Dateien erstellen.
el: Μεταφέρετε και αποθέστε μια σειρά από τον πίνακα στον επιθυμητό προορισμό σας για να δημιουργήσετε ένα νέο αρχείο. Μπορείτε να δημιουργήσετε πολλά αρχεία όπως θέλετε.
es: Arrastra y suelta una fila de la tabla hasta la ruta de destino para crear un nuevo archivo. Puedes crear tantos archivos como quieras.
eu_es: Taulako errenkadak eraman eta jaregin fitxategi berri bat sortzeko helmugara. Nahi dituzun fitxategiak sor ditzakezu.
fi: Luo uusi tiedosto vetämällä ja pudottamalla rivi taulukosta haluamaasi määränpäähän. Voit luoda useita tiedostoja haluamallasi tavalla.
fr: Faites glisser une ligne du tableau vers la destination souhaitée pour créer un nouveau fichier. Vous pouvez créer autant de fichiers que vous le souhaitez.
gl: Arrastra e solta unha fila da táboa ata a ruta de destino para crear un novo ficheiro. Pode crear tantos ficheiros como desexe.
hi: एक नई फाइल बनाने के लिए टेबल से आप मनचाही जगह पर एक पंक्ति खींचें और छोड़ें. आप जितनी चाहें उतनी फाइलें बना सकते हैं.
id: Seret dan lepas baris dari tabel ke tujuan yang Anda inginkan untuk membuat file baru. Anda dapat membuat banyak file seperti yang Anda inginkan.
is_is: Dragðu og slepptu röð frá töflu á viðkomandi ákvörðunarstað til að búa til nýja skrá. Þú getur búið til margar skrár eins og þú vilt.
it: Trascina una riga dalla tabella alla destinazione desiderata per creare un nuovo file. Puoi creare molti file come desideri.
ja: 表の列をお好きな場所にドラッグアンドドロップして、新しいファイルを作成してください。 ファイルはいくつでも作成することができます。
ko: 테이블의 행을 원하는 대상으로 드래그 앤 드롭하여 새 파일을 만듭니다. 원하는 파일을 많이 만들 수 있습니다.
nb: Dra og slipp en rad fra tabellen til ønsket destinasjon for å opprette en ny fil. Du kan opprette mange filer som du vil.
pl: Przeciągnij i upuść wiersz z tabeli do żądanego miejsca docelowego, aby utworzyć nowy plik. Możesz utworzyć wiele plików, jak chcesz.
pt_pt: Arraste e solte uma linha da tabela no caminho de destino para criar um novo arquivo. Você pode criar quantos arquivos desejar.
ro: Glisați și plasați un rând de la tabel la destinația dorită pentru a crea un nou fișier. Puteți crea multe fișiere după cum doriți.
ru: Перетаскивайте строку из таблицы в нужное вам место для создания нового файла. Вы можете создавать столько файлов, сколько хотите.
sv: Dra och släpp en rad från tabellen till önskad destination för att skapa en ny fil. Du kan skapa många filer som du vill.
tr: Yeni bir dosya oluşturmak için bir satırı tablodan istediğiniz hedefe sürükleyip bırakın. İstediğiniz kadar çok dosya oluşturabilirsiniz.
zh_hans: 从表中拖放一行到所需的目的地以创建一个新的文件。 您可以创建任意多的文件。
zh_hant: 從表中拖曳一行到您想要的目的地，以建立一個新文件。 您可以根據需要，建立多個文件。

# newFileMask
source: New .%@ file - %@
ar: ملف.%@ جديد - %@
ca: Nou arxiu .%@ - %@
da: Ny .%@ fil - %@
de: Neu .%@ file - %@
el: Νέο . %@ αρχείο - %@
es: Nuevo archivo .%@ - %@
eu_es: Fitxategi berria .%@ - %@
fi: Uusi .%@ tiedosto - %@
fr: Nouveau .%@ file - %@
gl: Novo ficheiro .%@ - %@
hi: नई .%@ फ़ाइल - %@
id: Baru .%@ file - %@
is_is: Ný .%@ skrá - %@
it: Nuovo .%@ file - %@
ja: 新規 .%@ file - %@
ko: 새로운 .%@ 파일 - %@
nb: Ny .%@ fil - %@
nl: Nieuw .%@ bestand - %@
pl: Nowy .%@ plik - %@
pt_pt: Novo arquivo .%@ - %@
ro: Nou. %@ fișier - %@
ru: Новый .%@ файл - %@
sv: Ny .%@ fil - %@
tr: Yeni .%@ file - %@
zh_hans: 新的 .%@ 文件 - %@
zh_hant: 新 .%@ 文件 - %@

source: General
ar: عام
da: Generelt
el: Γενικά
fr: général
gl: Xeral
hi: सामान्य
is_is: Almennt
it: Generale
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
pt_pt: Geral
ru: Общие
sv: Allmänt
zh_hans: 一般
zh_hant: 一般

# enableExtensionTip
source: Enable "New File Creation extension" in System Preferences -> Extensions -> Finder
ar: قم بتمكين ملحق إنشاء الملف الجديد في تفضيلات النظام -> الملحقات -> Finder
ca: Activa "New File Creation Extension" a Preferències del sistema -> Extensions -> Finder
da: Aktivér "Ny filoprettelsesudvidelse" i Systemindstillinger -> Udvidelser -> Finder
de: "Neue Dateierstellungserweiterung aktivieren" in den Systemeinstellungen -> Erweiterungen -> Finder
el: Ενεργοποίηση "Επέκταση νέας δημιουργίας αρχείου" στις Προτιμήσεις συστήματος -> Επεκτάσεις -> Εύρεση
es: Activa "New File Creation extension" en Preferencias del sistema -> Extensiones -> Finder
eu_es: Gaitu "New File Creation extension" Sistema Hobespenak -> Luzapenak -> Finder
fi: Ota käyttöön "Uusi tiedostojen luontilaajennus" Järjestelmäasetuksissa -> Laajennukset -> Finder
fr: Activer "Nouvelle extension de création de fichier" dans les préférences système -> Extensions -> Finder
gl: Activa "New File Creation extension" en Preferencias do sistema -> Extensiones -> Finder
hi: सिस्टम प्राथमिकताओं में "नई फ़ाइल निर्माण एक्सटेंशन" सक्षम करें -> एक्सटेंशन -> Finder
id: Aktifkan "Ekstensi Pembuatan File Baru" di System Preferences -> Extensions -> Finder
is_is: Virkja "Ný skráarviðbætur" í System Preferences -> Extensions -> Finder
it: Abilita "New File Creation extension" in System Preferences -> Extensions -> Finder
ja: システム設定->拡張機能->Finderから、"新規ファイル作成拡張機能"を有効化してください。
ko: 시스템 환경 설정 -> 확장 -> Finder에서 새 파일 생성 확장자 사용
nb: Aktiver "Ny filoppretting utvidelse" i Systemvalg -> Utvidelser -> Finder
nl: Schakel in "Nieuw bestandssjabloon extensie" in Systeemvoorkeuren -> Extensies -> Finder-extensies
pl: Włącz "Nowe rozszerzenie tworzenia pliku" w Preferencjach systemowych -> Rozszerzenia -> Finder
pt_pt: Ativar "Nova extensão de criação de arquivo" em Preferências do Sistema -> Extensões -> Finder
ro: Activare "Extensie creare fișier nou" în Preferințe de sistem -> Extensii -> Căutător
ru: Включите "Расширение Создание нового файла" в Системных настройках -> Расширения -> Поисковик
sv: Aktivera "Ny filtilläggstillägg" i Systeminställningar -> Tillägg -> Finder
tr: Sistem Tercihleri ​​-> Eklentiler -> Finder'de "Yeni Dosya Oluşturma uzantısı" etkinleştirilmelidir
zh_hans: 在系统偏好设置 -> 扩展 - >Finder 中启用"新文件创建扩展"
zh_hant: E在系統偏好中啟用 "新文件建立附檔名" -> 附檔名 -> Finder

# selectFileTemplate
source: Select your file template
ar: حدد قالب الملف الخاص بك
ca: Selecciona el teu plantilla
da: Vælg din filskabelon
de: Wählen Sie Ihre Dateivorlage aus
el: Επιλέξτε το πρότυπο αρχείου
es: Selecciona tu plantilla
eu_es: Aukeratu zure txantiloia
fi: Valitse tiedostomallisi
fr: Sélectionnez votre modèle de fichier
gl: Selecciona o teu modelo
hi: अपना फाइल टेम्पलेट चुनें
id: Pilih template file Anda
is_is: Veldu skjalasnið þitt
it: Seleziona il tuo modello di file
ja: ファイルテンプレートを選択してください。
ko: 파일 템플릿 선택
nb: Velg filmalen din
nl: Selecteer uw bestandssjabloon
pl: Wybierz szablon pliku
pt_pt: Selecione seu modelo
ro: Selectați șablonul de fișier
ru: Выберите ваш шаблон файла
sv: Välj din filmall
tr: Dosya şablonunuzu seçin
zh_hans: 选择你的文件模板
zh_hant: 選擇您的文件樣板

source: Warning
ar: تحذير
ca: Notes
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
eu_es: Abisua
fi: Varoitus
fr: Avertissement
gl: Aviso
hi: चेतावनी
is_is: Viðvörun
it: Avvertimento
ja: 警告
ko: 경고
nb: Advarsel
nl: Bestandssjabloon
pt_pt: Aviso
ro: Avertisment
ru: Предупреждение
sv: Varning
tr: Uyarı
zh_hans: 警告
zh_hant: 警告

# templateExists
source: This template already exits. Please choose a different template.
ar: هذا القالب موجود بالفعل. يرجى اختيار قالب مختلف.
ca: Aquesta plantilla ja existeix. Si us plau selecciona una plantilla diferent.
da: Denne skabelon afsluttes allerede. Vælg en anden skabelon.
de: Diese Vorlage existiert bereits. Bitte wählen Sie eine andere Vorlage.
el: Το πρότυπο αυτό εξέρχεται ήδη. Παρακαλώ επιλέξτε ένα διαφορετικό πρότυπο.
es: Esta plantilla ya existe. Por favor selecciona una platilla diferente.
eu_es: Txantiloia dagoeneko badago. Aukeratu beste txantiloi bat.
fi: Tämä malli on jo poistunut. Valitse toinen malli.
fr: Ce modèle existe déjà. Veuillez choisir un autre modèle.
gl: Este modelo xa existe. Selecciona un modelo diferente.
hi: यह टेम्पलेट पहले से मौजूद है। कृपया एक अलग टेम्पलेट चुनें।
id: Templat ini sudah keluar. Pilih templat lain.
is_is: Þetta sniðmát er þegar til. Vinsamlegast veldu annað sniðmát.
it: Questo modello esiste giÃ . Si prega di scegliere un modello diverso.
ja: このテンプレートはすでに存在します。
ko: 이 템플릿은 이미 종료되었습니다. 다른 템플릿을 선택하십시오.
nb: Denne malen går allerede ut. Velg en annen mal.
nl: Deze sjabloon bestaat al. Kies een andere sjabloon.
pl: Ten szablon już się kończy. Wybierz inny szablon.
pt_pt: Este modelo já existe. Por favor, selecione um modelo diferente.
ro: Acest șablon deja expiră. Vă rugăm să alegeți un alt șablon.
ru: Этот шаблон уже существует. Выберите другой шаблон.
sv: Den här mallen går redan ut. Välj en annan mall.
tr: Bu şablon zaten çıkıyor. Lütfen farklı bir şablon seçin.
zh_hans: 这个模板已经存在，请选择一个不同的模板。
zh_hant: 這個樣板已經存在。請選擇一個不同的樣板。

source: Advanced
ar: متقدم
ca: Avançat
da: Avanceret
de: Erweitert
el: Προηγμένη
es: Avanzado
eu_es: Aurreratu
gl: Avanzado
hi: उन्नत
is_is: Ítarleg
it: Avanzate
ja: アドバンス
ko: 고급
nb: Avansert
nl: Geavanceerd
pt_pt: Avançado
ru: Расширенные
sv: Avancerad
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

source: Open system preferences
ar: فتح تفضيلات النظام
ca: Obrir preferències del sistema
da: Åbn systemindstillinger
de: Systemeinstellungen öffnen
el: Άνοιγμα προτιμήσεων συστήματος
es: Abrir preferencias del sistema
eu_es: Ireki sistemaren hobespenak
fi: Avoimen järjestelmän asetukset
fr: Préférences système ouvertes
gl: Abre as preferencias do sistema
hi: ओपन सिस्टम प्राथमिकताएं
id: Buka preferensi sistem
is_is: Opna kerfisstillingar
it: Apri le preferenze di sistema
ja: オープンシステム設定
ko: 시스템 환경 설정 열기
nb: Åpne systeminnstillinger
nl: Open Systeemvoorkeuren
pl: Preferencje systemu otwartego
pt_pt: Preferências de sistema aberto
ro: Preferințe de sistem deschise
ru: Открыть системные настройки
sv: Öppna systeminställningar
tr: Açık sistem tercihleri
zh_hans: 开放系统偏好
zh_hant: 開啟系統偏好

source: Help
ar: المساعدة
ca: Ajuda
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
eu_es: Lagundu
fi: ohje
fr: Aide
gl: Axuda
hi: सहायता
is_is: Hjálp
it: Aiuto
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt_pt: Ajuda
ro: Ajutor
ru: Помощь
sv: Hjälp
tr: Yardım
zh_hans: 帮助
zh_hant: 幫助

source: Touch Bar
ar: شريط اللمس
hi: टच बार
ru: Сенсорная панель

# playSoundPreference
source: Play sound on file creation
ar: تشغيل الصوت عند إنشاء الملف
ca: Reproduir so en crear arxiu
da: Afspil lyd ved filoprettelse
de: Sound bei der Dateierstellung abspielen
el: Αναπαραγωγή ήχου στη δημιουργία αρχείων
es: Reproducir sonido al crear archivo
eu_es: Erreproduzitu soinua fitxategia sortzean
fi: Toista ääni tiedostoa luotaessa
fr: Écouter le son lors de la création du fichier
gl: Reproducir son ao crear o ficheiro
hi: फाइल निर्माण पर ध्वनि बजाएँ
id: Mainkan suara pada pembuatan file
is_is: Spilaðu hljóð við skráarsköpun
it: Riproduci suono alla creazione del file
ja: ファイル作成時にサウンドを再生
ko: 파일 생성시 소리 재생
nb: Spill lyd ved oppretting av filer
nl: Speel geluid bij het aanmaken van bestanden
pl: Odtwórz dźwięk podczas tworzenia pliku
pt_pt: Tocar som ao criar arquivo
ro: Redare sunet la crearea fișierelor
ru: Воспроизводить звук после создания файла
sv: Spela ljud vid skapande av filer
tr: Dosya oluştururken ses çal
zh_hans: 文件创建时播放声音
zh_hant: 文件建立時播放聲音

# openWhenCreate
source: Open when create new file
ar: فتح عند إنشاء ملف جديد
ca: Obrir en crear el fitxer
da: Åbn, når du opretter ny fil
de: Beim Erstellen einer neuen Datei öffnen
el: Άνοιγμα κατά τη δημιουργία νέου αρχείου
es: Abrir al crear el archivo
eu_es: Ireki fitxategia sortzean
fi: Avaa luotaessa uutta tiedostoa
fr: Ouvrir lors de la création d'un nouveau fichier
gl: Abrir ao crear o ficheiro
hi: नई फाइल बनाते समय खोलें
id: Buka saat membuat file baru
is_is: Opnaðu þegar búið er til nýja skrá
it: Apri quando crei un nuovo file
ja: 新規ファイル作成時にオープン
ko: 새 파일을 만들 때 열기
nb: Åpne når du oppretter ny fil
nl: Openen bij nieuw bestand maken
pl: Otwórz podczas tworzenia nowego pliku
pt_pt: Abra ao criar o arquivo
ro: Deschideți când se creează un nou fișier
ru: Открывать при создании нового файла
sv: Öppna när du skapar en ny fil
tr: Yeni dosya oluştururken aç
zh_hans: 创建新文件时打开
zh_hant: 建立新文件後開啟文件

# revealCreationFile
source: Reveal in Finder on file creation
ar: الكشف في Finder عن إنشاء الملف
ca: Mostra en el Finder en crear arxiu
da: Vis i Finder ved oprettelse af filer
el: Αποκαλύψτε στο Finder στη δημιουργία αρχείων
es: Mostrar en el Finder al crear archivo
eu_es: Erakutsi fitxategian fitxategia aurkitzeko
gl: Mostrar no Finder ao crear o ficheiro
hi: फ़ाइल निर्माण पर Finder में दिखाएँ
is_is: Sýna í Finder við gerð skrár
it: Rivela in Finder sulla creazione di file
ja: ファイル作成時にFinderに表示
ko: 파일 생성시 Finder에 표시
nb: Avslør i Finder ved oppretting av filer
nl: Onthul in Finder bij het maken van bestanden
pl: Ujawnij w Finderze podczas tworzenia pliku
pt_pt: Mostrar no Finder ao criar um arquivo
ru: Показывать в Поисковике после создания файла
sv: Avslöja i Finder vid skapande av filer
tr: Dosya oluştururken Finder'da göster
zh_hans: 在 Finder 中显示文件创建
zh_hant: 建立文件後，在 Finder 中顯示。

# enableDoubleClick
source: Enable double-click on popup menu to create file
ar: تمكين النقر المزدوج على القائمة المنبثقة لإنشاء ملف
ca: Activa doble-clic en menu emergent per crear arxiu
da: Aktivér dobbeltklik på popup-menuen for at oprette fil
de: Doppelklick auf Popup-Menü aktivieren, um Datei zu erstellen
el: Ενεργοποίηση διπλό κλικ στο αναδυόμενο μενού για τη δημιουργία αρχείου
es: Activar doble-click en menu emergente para crear archivo
eu_es: Aktibatu egin klik bikoitza pop-up menuan fitxategi sortzeko
fi: Ota kaksoisnapsauttamalla ponnahdusvalikkoa luodaksesi tiedosto
fr: Activez le double-clic sur le menu contextuel pour créer le fichier
gl: Activa o dobre clic no menú emerxente para crear un ficheiro
hi: फ़ाइल बनाने के लिए पॉपअप मेनू पर डबल-क्लिक सक्षम करें
id: Aktifkan klik dua kali pada menu popup untuk membuat file
is_is: Virkja tvísmell á sprettivalmynd til að búa til skrá
it: Attiva doppio clic sul menu popup per creare il file
ja: ポップアップメニューのダブルクリックによるファイル作成を有効化
ko: 파일을 만들려면 팝업 메뉴를 두 번 클릭하십시오
nb: Aktiver dobbeltklikk på popup-menyen for å opprette fil
nl: Dubbelklik op pop-upmenu om een bestand te maken
pl: Włącz dwukrotne kliknięcie menu podręcznego, aby utworzyć plik
pt_pt: Ativar clique duplo no menu pop-up para criar o arquivo
ro: Activați dublu clic pe meniul pop-up pentru a crea fișier
ru: Включить двойной щелчок мышью на всплывающем меню для создания файла
sv: Aktivera dubbelklicka på popup-menyn för att skapa fil
tr: Dosya oluşturmak için açılır menüyü çift tıklayın
zh_hans: 启用双击弹出菜单以创建文件
zh_hant: 啟用雙點擊彈出選單建立文件

# hidePopUp
source: Enable hide popup on file creation
ar: تمكين إخفاء النافذة المنبثقة عند إنشاء الملف
ca: Amaga finestra emergent en crear arxiu
da: Aktivér skjul popup ved filoprettelse
de: Popup beim Erstellen der Datei ausblenden aktivieren
el: Ενεργοποίηση απόκρυψης αναδυόμενων παραθύρων στη δημιουργία αρχείων
es: Ocultar ventana emergente al crear archivo
eu_es: Ezkutatu laster-leihoaren fitxategia fitxategia sortzean
fi: Ota käyttöön piilotuksen ponnahdusikkuna tiedostojen luomisessa
fr: Activer le masquage du popup lors de la création du fichier
gl: Ocultar ventá emerxente ao crear o ficheiro
hi: फ़ाइल निर्माण पर छुपा पॉपअप सक्षम करें
id: Aktifkan sembunyikan munculan pada pembuatan file
is_is: Virkja fela sprettiglugga við skráarsköpun
it: Abilita nascondi popup alla creazione del file
ja: ファイル作成時にポップアップを隠す機能を有効化
ko: 파일 생성시 팝업 숨기기 활성화
nb: Aktiver skjul popup på filoppretting
nl: Verberg pop-up inschakelen bij het maken van bestanden
pl: Włącz ukryj popup przy tworzeniu pliku
pt_pt: Ocultar janela pop-up ao criar arquivo
ro: Activare pop-up ascund la crearea fișierelor
ru: Скрывать всплывающее меню после создания файла
sv: Aktivera dölpa popup vid skapande av filer
tr: Dosya oluştururken açılır pencereyi etkinleştir
zh_hans: 启用文件创建时隐藏弹出窗口
zh_hant: 啟用在文件建立時隱藏彈出視窗

# tipCustomTemplates
source: Add your custom templates to New File Creation
ar: إضافة القوالب المخصصة الخاصة بك إلى إنشاء الملف الجديد
ca: Afegeix les teves pròpies plantilles a New File Creation
da: Føj dine tilpassede skabeloner til ny filoprettelse
de: Fügen Sie Ihre benutzerdefinierten Vorlagen zur Erstellung neuer Dateien hinzu
el: Προσθέστε τα προσαρμοσμένα πρότυπα στη Δημιουργία Νέου Αρχείου
es: Añade tus propias plantillas a New File Creation
eu_es: Gehitu zure txantiloiak New File Creation fitxategian
fi: Lisää mukautetut mallisi uuteen tiedostojen luomiseen
fr: Ajoutez vos modèles personnalisés à la création d'un nouveau fichier
gl: Engade os teus propios modelos a New File Creation
hi: नई फाइल निर्माण में अपने कस्टम टेम्पलेट्स जोड़ें
id: Tambahkan templat khusus Anda ke Pembuatan File Baru
is_is: Bættu sérsniðnu sniðmátum við nýja skráarsköpun
it: Aggiungi i tuoi modelli personalizzati New File Creation
ja: カスタムテンプレートを新規ファイル作成に追加
ko: 새 파일 만들기에 사용자 정의 템플릿 추가
nb: Legg til dine tilpassede maler i ny filoppretting
nl: Voeg uw aangepaste sjablonen toe aan Nieuwe bestandscreatie
pl: Dodaj swoje niestandardowe szablony do nowego tworzenia plików
pt_pt: Adicione seus próprios modelos à New File Creation
ro: Adăugați șabloanele personalizate la crearea de fișiere noi
ru: Добавьте ваши пользовательские шаблоны в Создание нового файла
sv: Lägg till dina anpassade mallar i ny filskapning
tr: Özel şablonlarınızı Yeni Dosya Oluşturma'ya ekleyin
zh_hans: 将您的自定义模板添加到新文件创建
zh_hant: 將您的自訂樣板新增到新文件建立

# resetDefaultsTemplate
source: Reset to defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
ca: Restablir valors
da: Nulstil til standardindstillinger
de: Auf Standardeinstellungen zurücksetzen
el: Επαναφορά στις προεπιλογές
es: Reestablecer valores
eu_es: Berrezarri balioak
fi: Palauta oletuksiin
fr: Réinitialiser aux valeurs par défaut
gl: Restablecer valores
hi: डिफ़ॉल्ट पर फिर से सेट करें
id: Atur ulang ke default
is_is: Núllstilla í vanskil
it: Ripristina i valori predefiniti
ja: リセットして初期設定に戻す
ko: 기본값으로 재설정
nb: Tilbakestill til standardverdier
nl: Reset naar standaardwaarden
pl: Przywróć domyślne
pt_pt: Redefinir valores
ro: Resetare la valorile prestabilite
ru: Вернуться к настройкам по умолчанию
sv: Återställ till standardvärden
tr: Varsayılanlara sıfırla
zh_hans: 重置为默认
zh_hant: 重設為預設值

# titleFilesLabel
source: Hide, show, add or reorder your templates:
ar: إخفاء وعرض وإضافة أو إعادة ترتيب القوالب الخاصة بك:
ca: Oculta, mostra, afegeix o ordena les teves plantilles:
da: Skjul, vis, tilføj eller omorganiser dine skabeloner:
de: Vorlagen ausblenden, anzeigen, hinzufügen oder neu anordnen:
el: Απόκρυψη, εμφάνιση, προσθήκη ή αναδιάταξη των προτύπων σας:
es: Oculta, muestra, añade o reordena tus platillas:
eu_es: Ezkutatu, erakutsi, gehitu edo berrantolatu zure txantiloiak:
fi: Piilota, näytä, lisää tai järjestä mallejasi:
fr: Masquer, afficher, ajouter ou réorganiser vos modèles:
gl: Ocultar, mostrar, engadir ou reorganizar os teus modelos:
hi: अपने टेम्पलेट्स को छुपाएं, दिखाएं, जोड़ें या पुन: व्यवस्थित करें:
id: Sembunyikan, tampilkan, tambahkan atau susun ulang templat Anda:
is_is: Fela, sýna, bæta við eða endurraða sniðmátunum þínum:
it: Nascondi, mostra, aggiungi o riordina i tuoi modelli:
ja: テンプレートを隠す、表示、並び替え
ko: 템플릿 숨기기, 표시, 추가 또는 순서 변경:
nb: Skjul, vis, legg til eller omordn malene dine:
nl: Uw sjablonen verbergen, tonen, toevoegen of opnieuw ordenen:
pl: Ukryj, pokaż, dodaj lub zmień kolejność szablonów:
pt_pt: Ocultar, mostrar, adicionar ou reorganizar seus modelos:
ro: Ascundeți, arătați, adăugați sau reordonați șabloanele:
ru: Скрывайте, показывайте, добавляйте или реорганизуйте ваши шаблоны:
sv: Dölj, visa, lägg till eller ordna om dina mallar:
tr: Şablonlarınızı gizleyin, gösterin, ekleyin veya yeniden sıralayın:
zh_hans: 隐藏、显示、添加或重新排序您的模板：
zh_hant: 隱藏、顯示、新增或重新排序您的樣板:

source: Enable
ar: تمكين
ca: Activa
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Activar
eu_es: Aktibatu
fi: Ota käyttöön
fr: Activer
gl: Activar
hi: सक्षम करें
is_is: Virkja
it: Abilitare
ja: 有効化
nb: Aktiver
nl: Schakel in
pt_pt: Ativar
ru: Включить
sv: Aktivera
tr: Etkinleştir
zh_hans: 启用
zh_hant: 啟用

source: Icon
ar: أيقونة
ca: Icona
da: Ikon
el: Εικονίδιο
es: Icono
eu_es: Ikonoa
fi: kuvake
gl: Icona
hi: आइकन
is_is: Táknmynd
it: Icona
ja: アイコン
ko: 아이콘
nb: Ikon
nl: Icoon
pt_pt: Ícone
ro: Icoana
ru: Иконка
sv: Ikon
tr: Simge
zh_hans: 图标
zh_hant: 圖示

source: Template
ar: القالب
ca: Plantilla
da: Skabelon
de: Vorlage
el: Πρότυπο
es: Plantilla
eu_es: Plantilla
fi: malli
gl: Modelo
hi: टेम्पलेट
id: Templat
is_is: Sniðmát
it: Modello
ja: テンプレート
ko: 템플릿
nb: Mal
nl: Sjabloon
pl: Szablon
pt_pt: Modelo
ro: Șablon
ru: Шаблон
sv: Mall
tr: Şablon
zh_hans: 模板
zh_hant: 樣板

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu_es: Bertan behera
fi: peruuttaa
fr: Annuler
gl: Cancelar
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消
